Repository: yourbaur/saparlineIOS
Catalog: BusTime/*.lproj/Localizable.strings
Languages: kk_kz, ru

source: Main
kk_kz: Басты бет
ru: Главная

# warning
source: If possible, specify the region, city / district center, and point of exit
kk_kz: Мүмкіндігінше облысты, қаланы / аудан орталығын және жөнелту нүктесін көрсетіңіз
ru: По возможности укажите область, город/районный центр, и пункт выезда

source: From
kk_kz: Қайдан
ru: Откуда

# to
source: Where
kk_kz: Қайда
ru: Куда

# shipDate
source: Select a shipping date
kk_kz: Жөнелту күнін таңдаңыз
ru: Выберите дату отправки

# arrDate
source: Select arrival date
kk_kz: Жеткізу күнін таңдаңыз
ru: Выберите дату прибытия

# numberPlaces
source: Number of places required
kk_kz: Қажетті орындар саны
ru: Количество необходимых мест

# tickFound
source: Find tickets
kk_kz: Билеттерді табу
ru: Найти билеты

# park
source: Intermediate stops
kk_kz: Аралық аялдамалар
ru: Промежуточные остановки

source: Choose date
kk_kz: Күнді таңдаңыз
ru: Выберите дату

source: Choose departure date
kk_kz: Жөнелту күнін таңдаңыз
ru: Выберите дату отправки

source: Choose arrival date
kk_kz: Жеткізу күнін таңдаңыз
ru: Выберите дату прибытия

# priceSeat
source: Price per seat:
kk_kz: Бір орынның бағасы:
ru: Цена за место:

# priceDest
source: Price to destination
kk_kz: Баратын жерге дейін баға
ru: Цена до пункта назначения

# seatFrom
source: From
kk_kz: Бастап
ru: От

# seatTo
source: To
kk_kz: Дейін
ru: До

source: Free seats
kk_kz: Бос орындар бар
ru: Есть свободные места

# fullSeats
source: No free seats
kk_kz: Бос орындар жоқ
ru: Нет свободных мест

# fewDays
source: For a few days
kk_kz: Бірнеше күнге
ru: На несколько дней

source: Additional dates
kk_kz: Қосымша күн
ru: Дополнительная дата

source: Further
kk_kz: Әрі қарай
ru: Далее

source: Welcome
kk_kz: Қош келдіңіз
ru: Добро пожаловать

# bePass
source: Be passenger
kk_kz: Жолаушы болу
ru: Стать пассажиром

source: Be driver
kk_kz: Жүргізуші болу
ru: Стать водителем

# list
source: Trip list
kk_kz: Саяхат тізімі
ru: Список поездок

# occupancy
source: Occupancy of seats
kk_kz: Бос орындар
ru: Занятость мест

# myPass
source: My passengers
kk_kz: Менің жолаушыларым
ru: Мои пассажиры

source: Coming rides
kk_kz: Алдағы сапарлар
ru: Плановые поездки

source: List orders
kk_kz: Саяхат тарихы
ru: История поездок

# kaspi
source: Kaspi number
kk_kz: Каспий номері
ru: Номер каспий

source: Full Name
kk_kz: Толық аты
ru: Полное имя

# kaspiText
source: Write your kaspi number and full name
kk_kz: Каспий нөмерінізді жазыңыз және де аты-жөңінізді
ru: Напишите номер каспий и полное имя владельца

source: Add bus
kk_kz: Транспорт қосу
ru: Добавить транспорт

source: Share
kk_kz: Бөлісу
ru: Поделиться

source: Tickets
kk_kz: Билеттер
ru: Билеты

# carsList
source: Choose a bus
kk_kz: Автобус тандау
ru: Выберите автобус

# return
source: Return ticket
kk_kz: Билетті қайтару
ru: Вернуть билет

source: Contacts
kk_kz: Байланыстар
ru: Контакты

source: Profile
kk_kz: Профиль
ru: Профиль

source: Edit
kk_kz: Өңдеу
ru: Редактировать

# push
source: Notifications
kk_kz: Хабарландырулар
ru: Уведомления

# song
source: Sound
kk_kz: Дыбыс
ru: Звук

# lang
source: Language
kk_kz: Тіл
ru: Язык

source: About app
kk_kz: Қосымша туралы
ru: О приложении

source: Apply
kk_kz: Қолдану
ru: Применить

source: Done
kk_kz: Дайын
ru: Готово

source: Exit
kk_kz: Шығу
ru: Выход

source: Delete
kk_kz: Жою
ru: Удалить

# addButton
source: Add
kk_kz: Қосу
ru: Добавить

source: Confirm
kk_kz: Растау
ru: Подтвердить

source: Name
kk_kz: Аты
ru: Имя

source: Surname
kk_kz: Тегі
ru: Фамилия

# address
source: Adress
kk_kz: Мекен-жай
ru: Адрес

source: Save
kk_kz: Сақтау
ru: Cохранить

# downPhoto
source: Upload a photo of the vehicle (3 photo)
kk_kz: Көлік құралының суретін жүктеңіз (3 фото)
ru: Загрузите фото транспорта (3 фото)

# downPhotoPass
source: Upload photos of those passports (2 photo)
kk_kz: Көлік төлқұжатының суретін жүктеңіз (2 фото)
ru: Загрузите фото тех паспорта (2 фото)

# downPhotoUdas
source: Upload a photo of your ID (2 photo)
kk_kz: Жеке куәліктің суретін жүктеңіз (2 фото)
ru: Загрузите фото водительских прав(2 фото)

# att
source: Attentions
kk_kz: Назар аударыңыз
ru: Внимание

# sureDriv
source: Are you sure you want to become a driver?
kk_kz: Жүргізуші болғыңыз келетініне сенімдісіз бе?
ru: Вы уверены что хотите стать водителем?

# surePass
source: Are you sure you want to become a passenger?
kk_kz: Жолаушы болғыңыз келетініне сенімдісіз бе?
ru: Вы уверены что хотите стать пассажиром?

# hisOrders
source: History orders
kk_kz: Саяхат тарихы
ru: История поездок

source: My tickets
kk_kz: Менің билеттерім
ru: Мои билеты

# travelHis
source: Travel history
kk_kz: Саяхат тарихы
ru: История поездок

# occ
source: Occupancy
kk_kz: Бос орындар
ru: Занятость мест

# tripsCome
source: Upcoming Trips
kk_kz: Алдағы сапарлар
ru: Грядущие поездки

# reservSeat
source: Seat Reservations
kk_kz: Орындарды брондау
ru: Бронирование мест

source: Publish
kk_kz: Жариялау
ru: Опубликовать

# typeTrans
source: Type of transport:
kk_kz: Көлік түрі:
ru: Тип транспорта

source: Free
kk_kz: Бос
ru: Свободные

source: Private
kk_kz: Бос емес
ru: Занятые

# result
source: Result of search
kk_kz: Іздеу нәтижесі
ru: Результаты поиска

# reservPlace
source: Reserve places
kk_kz: Орындарды брондау
ru: Забронировать места

# yourPlace
source: Your places
kk_kz: Сіздің орныңыз
ru: Ваше место

source: In process
kk_kz: Өңделуде
ru: В процессе

# amount
source: Amount to be paid:
kk_kz: Төлем сомасы:
ru: Сумма к оплате:

source: Trip detail
kk_kz: Саяхат туралы мәлімет
ru: Детализация поездки

source: Filter
kk_kz: Фильтр
ru: Фильтр

# brone
source: Reservation
kk_kz: Брондау
ru: Забронировать

# hisPrice
source: Trip amount:
kk_kz: Сапар сомасы:
ru: Сумма поездки:

source: TV
kk_kz: Теледидар
ru: Телевизор

source: Conditioner
kk_kz: Кондиционер
ru: Кондиционер

source: Baggage
kk_kz: Жүк
ru: Багаж

source: Empty list
kk_kz: Тізім бос
ru: Список пуст

# aboutAppText
source: Saparline
kk_kz: SaparLine - автобустарда ұзақ сапарға арналған орындық брондауды қолданатын мобильді қосымша. SaparLine көмегімен сіз сапарыңызды оңай жоспарлап, жол ақысын үнемдей аласыз.
ru: SaparLine - мобильное приложение которое использует бронирование мест для поездки на дальные дистанции в автобусах. С SaparLine можно легко спланировать поездку и сэкономить на путешествии.

# bus36
source: Bus (36 seats)
kk_kz: Автобус (36 орын)
ru: Автобус (36 мест)

# bus50
source: Bus (53 seats)
kk_kz: Автобус (53 орын)
ru: Автобус (53 мест)

# bus6
source: Bus (6 seats)
kk_kz: Автобус (6 орын)
ru: Автобус (6 мест)

# bus4
source: Taxi (4 seats)
kk_kz: Такси (4 орын)
ru: Такси (4 мест)

# bus7
source: Minivan (7 seats)
kk_kz: Минивэн (7 орын)
ru: Минивэн (7 мест)

# bus62
source: Bus (62 seats)
kk_kz: Автобус (62 орын)
ru: Автобус (62 мест)

# persons
source: porson(s)
kk_kz: адам
ru: человек(а)

source: Reviews
kk_kz: Пікір қалдыру
ru: Оставьте отзыв

source: Watch
kk_kz: Қарау
ru: Посмотреть

# placesFree
source: seats free
kk_kz: орын бос
ru: мест свободно

# returnTicket
source: If the ticket is returned, 50% of the amount will be withheld
kk_kz: Билет қайтарылған жағдайда, соманың 50% -ы ұсталады
ru: В случае возврата билета будет удержана 50% от суммы

source: License plate
kk_kz: Авто нөмірі
ru: Номер авто

source: Place number:
kk_kz: Орын нөмірі:
ru: Номер места:

# ticketPrice
source: Price:
kk_kz: Бағасы:
ru: Стоимость:

source: Booking date:
kk_kz: Брондау күні:
ru: Дата бронирования:

source: Phone:
kk_kz: Телефон:
ru: Телефон:

source: Facilities
kk_kz: Ыңғайлылық
ru: Удобства

# facilitiesQuestion
source: What amenities do you offer?
kk_kz: Сіз қандай жағдайларды ұсынасыз?
ru: Какие удобства вы предлагаете?

# facilitiesText
source: The amenities will help you stand out. Most passengers expect the driver to offer basic amenities such as TV, air conditioning
kk_kz: Қолайлылық сізді ерекшелендіруге көмектеседі. Жолаушылардың көпшілігі жүргізушіден теледидар, кондиционер сияқты қарапайым жағдайларды ұсынады деп күтеді
ru: Удобства помогут выделиться. Большинство пассажиров ожидают, что водитель предложит такие основные удобства как: телевизор, кондиционер

# numConfirm
source: Number confirmation
kk_kz: Нөмірді растау
ru: Подтверждение номера

# littleLeft
source: There is very little left
kk_kz: Өте аз қалды
ru: Осталось совсем немного

source: Welcome back!
kk_kz: Оралуыңызбен!
ru: С возвращением!

# haveAccount
source: If you already have an account, please enter your login details
kk_kz: Егер сізде тіркелгіңіз бар болса, кіру мәліметтерін енгізіңіз
ru: Если у вас уже есть аккаунт, введите данные чтобы войти

source: Restore
kk_kz: Қалпына келтіру
ru: Восстановить

# forgotPass
source: Forgot password?
kk_kz: Құпия сөзіңізді ұмыттыңыз ба?
ru: Забыли пароль?

source: Login
kk_kz: Кіру
ru: Войти

# createAcc
source: Create an account
kk_kz: Тіркелгі жасау
ru: Создать аккаунт

source: Wrong data
kk_kz: Қате мәліметтер
ru: Неверные данные

source: Step 1
kk_kz: 1-қадам
ru: Шаг 1

source: Step 2
kk_kz: 2-қадам
ru: Шаг 2

source: Step 3
kk_kz: 3-қадам
ru: Шаг 3

# createAccText
source: Create a personal account by filling in the required input fields
kk_kz: Қажетті енгізу өрістерін толтыру арқылы жеке тіркелгі жасаңыз
ru: Создайте личный аккаунт, заполнив неоходимые поля ввода

# confirmPass
source: Confirm password
kk_kz: Құпия сөзді растаңыз
ru: Подтвердите пароль

source: Driver
kk_kz: Жүргізуші
ru: Водитель

source: Passenger
kk_kz: Жолаушы
ru: Пассажир

# restoreTitle
source: Password recovery
kk_kz: Құпия сөзді қалпына келтіру
ru: Восстановление пароля

source: Code:
kk_kz: Код:
ru: Код:
